{
    "newman": {
        "OL28947878W": {
            "book_id": "OL28947878W",
            "title": "1984",
            "description": "No description found",
            "subject_places": [],
            "subject_times": [],
            "subjects": "",
            "thoughts": ""
        },
        "OL17837119W": {
            "book_id": "OL17837119W",
            "title": "12 Rules for Life",
            "description": "What does everyone in the modern world need to know? Renowned psychologist Jordan B. Peterson's answer to this most difficult of questions uniquely combines the hard-won truths of ancient tradition with the stunning revelations of cutting-edge scientific research.\r\n\r\nHumorous, surprising and informative, Dr. Peterson tells us why skateboarding boys and girls must be left alone, what terrible fate awaits those who criticize too easily, and why you should always pet a cat when you meet one on the street.\r\nWhat does the nervous system of the lowly lobster have to tell us about standing up straight (with our shoulders back) and about success in life? Why did ancient Egyptians worship the capacity to pay careful attention as the highest of gods? What dreadful paths do people tread when they become resentful, arrogant and vengeful? Dr. Peterson journeys broadly, discussing discipline, freedom, adventure and responsibility, distilling the world's wisdom into 12 practical and profound rules for life. 12 Rules for Life shatters the modern commonplaces of science, faith and human nature, while transforming and ennobling the mind and spirit of its readers.",
            "subject_places": [],
            "subject_times": [],
            "subjects": "Conduct of life,Philosophy,PHILOSOPHY / Social,PSYCHOLOGY / Applied Psychology,SELF-HELP / Personal Growth,psychology,psychiatry,mythology,self-help,Ethics,Social,Applied Psychology,Personal Growth,Positive Psychologie,Psychologie,Lebensführung,Regel,Philosophische Psychologie,Self-help techniques,Conduct of life--philosophy,Bj1589 .p48 2018,170/.44",
            "thoughts": ""
        }
    },
    "nitay": {}
}